[
    {
      "image": "https://i.ibb.co/g4fBkG8/71sj-PTIWw5-L-AC-UF1000-1000-QL80.jpg",
      "name": "The Silent Witness",
      "quantity": 7,
      "author_name": "Caroline Mitchell",
      "category": "Mystery & Thriller",
      "description": "The Silent Witness is a gripping mystery thriller novel written by Caroline Mitchell. In this pulse-pounding story, detective Amy Winter is haunted by her family's dark past. When she discovers a series of disturbing messages, she is drawn into a chilling investigation that leads her to confront a sinister serial killer. As Amy races against time to solve the case, she must face her own demons and navigate a web of secrets and lies. With tension building on every page, The Silent Witness is a riveting tale of suspense, deception, and the quest for justice.",
      "rating": 4.5
    },
    {
      "image": "https://i.ibb.co/Czy5ZhR/71-kh-XHbe5-L-AC-UF894-1000-QL80.jpg",
      "name": "Gone Girl",
      "quantity": 9,
      "author_name": "Gillian Flynn",
      "category": "Mystery & Thriller",
      "description": "Gone Girl is a psychological thriller novel written by Gillian Flynn. The story revolves around the mysterious disappearance of Amy Dunne on her fifth wedding anniversary. As the media frenzy ensues and suspicions rise, the spotlight falls on her husband, Nick Dunne. The novel takes unexpected twists and turns, revealing the dark secrets and complexities of a marriage gone awry. Told from multiple perspectives, Gone Girl explores the intricacies of relationships, the media's influence, and the manipulation of truth. Flynn masterfully crafts a narrative filled with suspense, deception, and shocking revelations, keeping readers on the edge of their seats until the very end.",
      "rating": 4.2
    },
    {
      "image": "https://i.ibb.co/sWFcDtK/MV5-BMTcz-NDk4-NTQ0-OV5-BMl5-Ban-Bn-Xk-Ft-ZTcw-NDAx-MDgx-Nw-V1.jpg",
      "name": "The Girl with the Dragon Tattoo",
      "quantity": 10,
      "author_name": "Stieg Larsson",
      "category": "Mystery & Thriller",
      "description": "The Girl with the Dragon Tattoo is a gripping crime thriller novel written by Stieg Larsson. The story follows investigative journalist Mikael Blomkvist, who is hired to solve the decades-old disappearance of Harriet Vanger, a young woman from a powerful Swedish family. He is assisted by Lisbeth Salander, a brilliant but troubled hacker with a dark past and a dragon tattoo. Together, they unravel a complex web of family secrets, corporate corruption, and personal vendettas. Set against the backdrop of Sweden's remote and chilling landscape, the novel is a compelling tale of mystery, intrigue, and unexpected alliances, making it a must-read for fans of suspenseful thrillers.",
      "rating": 4.8
    },
    {
      "image": "https://i.ibb.co/yf5y8v2/5e09d8fa25352d71f984b4d8d908150a.jpg",
      "name": "The Da Vinci Code",
      "quantity": 15,
      "author_name": "Dan Brown",
      "category": "Mystery & Thriller",
      "description": "The Da Vinci Code is a bestselling mystery-thriller novel written by Dan Brown. The story follows symbologist Robert Langdon, who is called to the Louvre Museum in Paris after the curator is found dead. Langdon becomes involved in a complex puzzle involving hidden codes, secret societies, and ancient mysteries. Along with cryptologist Sophie Neveu, Langdon embarks on a thrilling quest across Europe to unravel the truth behind a centuries-old conspiracy. As they decipher cryptic clues and untangle historical enigmas, they find themselves on a perilous journey that challenges their beliefs and leads them to startling revelations. Packed with suspense, historical intrigue, and religious symbolism, The Da Vinci Code is a captivating and thought-provoking read.",
      "rating": 4.3
    },
    {
      "image": "https://i.ibb.co/j5bdscs/All-The-Light-We-Cannot-See-Book-Club-Questions-Book-CLub-Chat.jpg",
      "name": "All the Light We Cannot See",
      "quantity": 14,
      "author_name": "Anthony Doerr",
      "category": "Historical Fiction",
      "description": "All the Light We Cannot See is a Pulitzer Prize-winning historical novel written by Anthony Doerr. Set during World War II, the story revolves around two main characters: Marie-Laure LeBlanc, a blind French girl forced to flee Nazi-occupied Paris, and Werner Pfenning, a German orphan recruited by the Nazi army for his technical skills.As their paths eventually cross in the occupied French town of Saint-Malo, the novel explores their individual struggles, resilience, and the impact of the war on their lives. Beautifully written and intricately woven, the novel delves into themes of survival, humanity, love, and the power of human connection amidst the chaos of war. Through lyrical prose and vivid storytelling,All the Light We Cannot See paints a poignant portrait of courage and hope in the face of adversity.",
      "rating": 4.1
    },
    {
      "image": "https://i.ibb.co/xGyd6b3/42a3ab128523bbe68b94ce56a6e154ab.jpg",
      "name": "The Book Thief",
      "quantity": 6,
      "author_name": "Markus Zusak",
      "category": "Historical Fiction",
      "description": "The Book Thief is a profoundly moving historical novel written by Markus Zusak. Set in Nazi Germany during World War II, the story is narrated by Death and revolves around Liesel Meminger, a young girl living with a foster family near Munich. Liesel steals books and shares them with her neighbors and the Jewish man hiding in her basement, forming deep and unexpected connections.Through Liesel's love for books and her indomitable spirit, the novel explores themes of courage, friendship, and the power of words, even in the face of unimaginable adversity. As the war unfolds around her, Liesel learns the importance of storytelling and how words have the ability to both heal and destroy. The Book Thief is a haunting and beautifully written tale that captures the resilience of the human spirit and the enduring impact of kindness and compassion.",
      "rating": 4.6
    },
    {
      "image": "https://i.ibb.co/WgtCxyg/81xx0-Bm7wm-L-AC-UF894-1000-QL80.jpg",
      "name": "The Nightingale",
      "quantity": 18,
      "author_name": " Kristin Hannah",
      "category": "Historical Fiction",
      "description": "The Nightingale is a heartfelt and compelling historical novel by Kristin Hannah. Set in France during World War II, the story follows the lives of two sisters, Vianne and Isabelle, as they navigate the challenges and horrors of the war.Vianne, the elder sister, struggles to protect her family and home in the occupied French village of Carriveau. Isabelle, the younger and more rebellious sister, becomes involved in the French Resistance, risking her life to fight against the Nazi occupation.Through the perspectives of these two women, the novel explores themes of love, sacrifice, resilience, and the strength of the human spirit. The Nightingale is a powerful portrayal of the women's experiences during wartime, highlighting their bravery and determination in the face of immense adversity. It is a poignant tribute to the unsung heroines of World War II and their remarkable contributions to the resistance efforts.",
      "rating": 4.4
    },
    {
      "image": "https://i.ibb.co/CWpDVXn/34912895-min.jpg",
      "name": "The Great Alone",
      "quantity": 15,
      "author_name": " Kristin Hannah",
      "category": "Historical Fiction",
      "description": "The Great Alone is a captivating and emotionally charged novel by Kristin Hannah. Set in the 1970s, the story follows the Allbright family as they move to the remote wilderness of Alaska to start anew. Ernt Allbright, a former prisoner of war in Vietnam, hopes that the isolation of the Alaskan wilderness will help him heal from the traumas of war. His wife, Cora, and their teenage daughter, Leni, embark on this adventure with him.However, Alaska's vast and wild landscape is as beautiful as it is unforgiving. As the family settles into their new life, they face the challenges of surviving in the harsh wilderness, battling the elements, and confronting the darkness within themselves. The novel explores themes of love, resilience, family dynamics, and the power of nature.Through its rich and evocative prose, The Great Alone paints a vivid picture of Alaska's breathtaking wilderness and the raw human emotions of its characters. It is a story of survival, self-discovery, and the enduring strength of the human spirit.",
      "rating": 4.7
    },
    {
      "image": "https://i.ibb.co/Jt7ZbXY/4084a0711c388099e55c08e2c0f28a25.jpg",
      "name": "To Kill a Mockingbird",
      "quantity": 28,
      "author_name": "Harper Lee",
      "category": "Novel",
      "description": "To Kill a Mockingbird is a classic novel written by Harper Lee. Set in the American South during the 1930s, the story revolves around Scout Finch, a young girl, and her brother Jem, as they navigate the complexities of racial prejudice and social injustice.Their father, Atticus Finch, is a principled lawyer who defends a black man, Tom Robinson, accused of raping a white woman. The novel explores themes of racism, morality, compassion, and empathy through the eyes of Scout, offering a powerful commentary on the deep-seated prejudices prevalent in society.To Kill a Mockingbird is a poignant coming-of-age story that challenges societal norms and promotes understanding and tolerance. It remains a significant work of literature, celebrated for its compelling characters and thought-provoking themes.",
      "rating": 4.9
    },
    {
      "image": "https://i.ibb.co/rQk2ws2/e663a5534245d50922b233cd76af0660.jpg",
      "name": "1984",
      "quantity": 12,
      "author_name": "George Orwell",
      "category": "Novel",
      "description": "1984 is a dystopian novel written by George Orwell. Set in a totalitarian society where the government exercises complete control over every aspect of people's lives, the story follows the life of Winston Smith, a low-ranking member of the ruling Party.In this bleak and oppressive world, individuality and independent thought are brutally suppressed, and historical records are constantly rewritten to fit the Party's propaganda. The novel explores themes of surveillance, propaganda, censorship, and the loss of personal freedom.Winston starts questioning the Party's ideology and becomes involved in a forbidden love affair, leading to his rebellion against the oppressive regime. 1984 is a chilling portrayal of a dystopian future where truth and reality are manipulated, and it serves as a powerful warning about the dangers of totalitarianism and the erosion of civil liberties.",
      "rating": 4.0
    },
    {
      "image": "https://i.ibb.co/9qYzwyk/bb677893da96ac459d8f605fe3ab4125.jpg",
      "name": "The Alchemist",
      "quantity": 21,
      "author_name": "Paulo Coelho",
      "category": "Novel",
      "description": "The Alchemist is a philosophical and inspirational novel written by Paulo Coelho. The story follows Santiago, a young Andalusian shepherd boy, on his journey to find a hidden treasure located near the Egyptian pyramids. Throughout his travels, Santiago encounters various characters and experiences that impart profound wisdom and life lessons.Central to the novel is the theme of personal legend—the idea that each person has a unique purpose or destiny in life. Santiago's journey becomes a metaphor for self-discovery, following one's dreams, and listening to one's heart. Along the way, readers are introduced to themes of destiny, faith, and the interconnectedness of all things.The Alchemist has resonated with readers worldwide for its simple yet profound storytelling and its ability to inspire readers to pursue their dreams and follow their hearts, making it a timeless and universally cherished work.",
      "rating": 4.2
    },
    {
      "image": "https://i.ibb.co/xSQn3Ww/9781784161750-min.jpg",
      "name": "The Girl on the Train",
      "quantity": 17,
      "author_name": "Paula Hawkins",
      "category": "Novel",
      "description": "The Girl on the Train is a gripping psychological thriller written by Paula Hawkins. The story revolves around Rachel Watson, a troubled woman who takes the same train every day and becomes obsessed with a seemingly perfect couple she observes from her window. When the woman in the couple, Megan Hipwell, goes missing, Rachel becomes entangled in the investigation.Told from multiple perspectives, the novel delves into the complexities of memory, truth, and perception. It explores themes of addiction, betrayal, and the dark secrets that people hide behind closed doors. As the story unfolds, the characters' lives become increasingly intertwined, leading to shocking twists and revelations.The Girl on the Train is a compelling and suspenseful tale of obsession, manipulation, and the blurred lines between reality and illusion, keeping readers on the edge of their seats until the very end.",
      "rating": 4.3
    },
    {
      "image": "https://i.ibb.co/PG6WGYx/711-Tx-X8cdl-L-AC-UF1000-1000-QL80.jpg",
      "name": "Romeo and Juliet",
      "quantity": 45,
      "author_name": "William Shakespeare",
      "category": "Drama",
      "description": "Romeo and Juliet is a timeless tragedy written by William Shakespeare. The play tells the story of two young lovers, Romeo Montague and Juliet Capulet, who come from feuding families in Verona, Italy. Despite the enmity between their families, Romeo and Juliet fall deeply in love after meeting at a masked ball. They decide to marry in secret, but their romance is marred by a series of unfortunate events.The play explores themes of love, fate, and the destructive power of feuds and hatred. The impulsive decisions made by the young lovers lead to a chain of events that result in tragedy, highlighting the consequences of unchecked passion and the impact of societal conflicts on individuals.Romeo and Juliet is celebrated for its poetic language, memorable characters, and exploration of the complexities of human emotions. It remains one of Shakespeare's most enduring and iconic works, captivating audiences with its portrayal of young love and the devastating effects of intolerance.",
      "rating": 4.1
    },
    {
      "image": "https://i.ibb.co/4SrYtM3/64f2aa949aec9e59cbc086a0e380fa0f.jpg",
      "name": "Death of a Salesman",
      "quantity": 18,
      "author_name": "Arthur Miller",
      "category": "Drama",
      "description": "Death of a Salesman is a classic play written by Arthur Miller. The story revolves around Willy Loman, an aging and struggling salesman, and his family. Willy is haunted by his failures and the American Dream, leading him to believe that success is measured by wealth and popularity.The play explores themes of disillusionment, identity, and the pursuit of the American Dream. Willy's desperate attempts to provide for his family and leave a legacy collide with the harsh realities of life, leading to a tragic outcome. As Willy's mental state deteriorates, the play delves into the complexities of family dynamics, the impact of societal pressures, and the human desire for validation and significance.Death of a Salesman is a powerful critique of the American Dream and a poignant examination of the human condition. It has been widely acclaimed for its insightful portrayal of the struggles faced by individuals and families in the pursuit of success and happiness.",
      "rating": 4.5
    },
    {
      "image": "https://i.ibb.co/GC1zRsL/9780141190266-min.jpg",
      "name": "The Glass Menagerie",
      "quantity": 7,
      "author_name": "Tennessee Williams.",
      "category": "Drama",
      "description": "The Glass Menagerie is a classic play by Tennessee Williams, which explores the lives of the Wingfield family. Set in 1930s St. Louis, the story revolves around Amanda Wingfield, a Southern belle struggling to provide for her two adult children, Tom and Laura. Laura, who is shy and delicate, finds solace in her collection of glass figurines, her menagerie. Tom, torn between his responsibilities to his family and his desire for independence, narrates the play.The play delves into themes of family dynamics, dreams, and illusions. Amanda longs for a better life for her children, while Laura withdraws from the harsh realities of the world, living in her own fragile world of glass animals. Tom, caught between his family and his aspirations, becomes the mediator in this delicate family drama.The Glass Menagerie is celebrated for its poetic language, emotional depth, and insightful exploration of the human condition, making it a classic in American theater.",
      "rating": 4.6
    },
    {
      "image": "https://i.ibb.co/Mh6S3Fp/9780141190273.jpg",
      "name": "A Streetcar Named Desire",
      "quantity": 12,
      "author_name": "Tennessee Williams",
      "category": "Drama",
      "description": "A Streetcar Named Desire is a classic play written by Tennessee Williams. The story follows the troubled character of Blanche DuBois as she moves in with her sister Stella and her husband Stanley Kowalski in New Orleans. Blanche's fragile mental state and her romantic illusions clash with Stanley's aggressive and brutish behavior, leading to a dramatic and tragic conflict.The play explores themes of desire, illusion, reality, and societal expectations. Blanche's descent into madness and Stanley's dominance create a tension-filled narrative that delves into the complexities of human relationships and the consequences of denial and self-deception.A Streetcar Named Desire is renowned for its powerful characterizations and emotional intensity, making it a landmark in American theater. The play has been adapted into various forms of media and continues to be studied and performed worldwide.",
      "rating": 4.7
    }
  ]
  